Repository: WPPlugins/opera-share-button
Catalog: languages/opera-share-button-*.po
Languages: ru_ru

source: Opera Share Button Settings
ru_ru: Настройки Opera Share Button

source: What will be displayed:
ru_ru: Что должно быть отображено:

source: Your Opera user name:
ru_ru: Ваше имя пользователя:

source: Your login in My Opera Social Network
ru_ru: Ваш логин в социальной сети My Opera

source: Buttons position:
ru_ru: Расположение кнопок:

source: If you would like to add a Opera Buttons to your website, just copy and put this shortcode onto your post or page:
ru_ru: Если вы хотите добавить кнопки Opera на ваш сайт, просто скопируйте и поместите этот шорткод в вашу запись или страницу:

source: Where to open links:
ru_ru: Где должны открываться новые ссылки:

source: Save Changes
ru_ru: Сохранить изменения

source: User Page Button
ru_ru: Кнопка пользователя

source: Share Button
ru_ru: Кнопка Опубликовать

source: Before content
ru_ru: Перед содержимым

source: After content
ru_ru: В конце содержимого

source: Befor and after content
ru_ru: Перед и в конце содержимого

source: Shortcode
ru_ru: Шорткод

source: In new window
ru_ru: В новом окне

source: In parent window
ru_ru: В текущем окне

source: Opera Share Button requires Wordpress 3.0 or higher! Could not activate Plugin.
ru_ru: Opera Share Button требуется Wordpress 3.0 или старше! Плагин не активирован.

source: Settings
ru_ru: Настройки

source: Opera Buttons
ru_ru: Кнопки Opera

source: You were caught trying to do an illegal operation.
ru_ru: Была обнаружена попытка совершить недопустимую операцию.

source: Illegal operation
ru_ru: Недопустимая операция

source: User Page Button must be enabled.
ru_ru: Кнопка пользовательской страницы должна быть включена.

source: Please enter your user name.
ru_ru: Пожалуйста введите ваше имя пользователя.

source: All changes were saved successfully.
ru_ru: Все изменения успешно сохранены.

source: Go to My Opera Page
ru_ru: Перейти к моей странице в My Opera

source: Share this post
ru_ru: Опубликовать эту запись

source: Put Opera Buttons in to your post.
ru_ru: Добавляет кнопки Opera в ваши записи.

source: Sergey Yakovlev
ru_ru: Сергей Яковлев
